Repository: common-repository/post-navigation-widget
Catalog: language/*.po
Languages: de_de, ro_ro, tr_tr

source: Post Navigation
de_de: Artikelnavigation
tr_tr: Yazı Yönlendirme

source: You can use this Widget to show the next or previous post link on single post views.
de_de: Sie können dieses Widget einsetzen um den nächsten bzw. vorhergehenden Artikel anzuzeigen.
ro_ro: Poti folosi acest Widget pentru a afisa link-ul catre articolele anterioare sau urmatoare din pagina individuala a fiecarui articol.
tr_tr: Tek yazı görünümlerinde bu bileşeni kullanarak ilerideki veya gerideki yazıya link verebilirsiniz.

source: To the post
de_de: Zum Artikel
ro_ro: Catre articol
tr_tr: Yazısı

source: Title
de_de: Titel
ro_ro: Titlu
tr_tr: Başlık

source: Title of the adjacent post.
de_de: Titel des benachbarten Artikels.
ro_ro: Titlul articolului adiacent.
tr_tr: Yakın yazının başlığı.

source: Navigation direction
de_de: Navigationsrichtung
ro_ro: Directie navigare
tr_tr: Yönlendirme yöne

source: Display the next post.
de_de: Den nächsten Artikel zeigen.
ro_ro: Afiseaza urmatorul articol.
tr_tr: Sıradaki yazıyı göster

source: Display the previous post.
de_de: Den vorherigen Artikel anzeigen.
ro_ro: Afiseaza articolul anterior.
tr_tr: Önceki yazıyı göster

source: Display only posts in the same category.
de_de: Nur Artikel aus der selben Kategorie anzeigen.
ro_ro: Afiseaza doar articole din aceeasi categorie.
tr_tr: Sadece aynı kategorideki yazıları göster.

source: Display
de_de: Anzeige
ro_ro: Afiseaza
tr_tr: Göster

source: Display the post title.
de_de: Artikeltitel anzeigen.
ro_ro: Afiseaza titlul articolului.
tr_tr: Yazı başlığını göster.

source: Display the post date.
de_de: Artikeldatum anzeigen.
ro_ro: Afiseaza data articolului.
tr_tr: Yazı tarihini göster.

source: Display the post author.
de_de: Artikelauthor anzeigen.
ro_ro: Afiseaza autorul articolului.
tr_tr: Yazının yazarını göster.

source: Display the full post content.
de_de: Den ganzen Inhalt anzeigen.
ro_ro: Afiseaza intregul continut al articolului.
tr_tr: Tüm yazı içeriğini göster.

source: Display the excerpt.
de_de: Einen Auszug anzeigen.
ro_ro: Afiseaza rezumatul articolului.
tr_tr: Alıntıyı göster.

source: Display a thumbnail image.
de_de: Ein Vorschaubild anzeigen.
ro_ro: Afiseaza pictograma.
tr_tr: Küçük resimi göster

source: Thumbnail adjustment:
de_de: Vorschaubildausrichtung:
ro_ro: Ajustare pictograma:
tr_tr: Küçük resim ayarı:

source: None
de_de: Keine
ro_ro: Niciuna
tr_tr: Hiçbiri

source: Left
de_de: Links
ro_ro: Stanga
tr_tr: Sol

source: Right
de_de: Rechts
ro_ro: Dreapta
tr_tr: Sağ

source: Do not display any content.
de_de: Den Inhalt nicht anzeigen.
ro_ro: Nu afisa niciun continut.
tr_tr: Hiçbir içerik gösterme.

source: Display a link to the post.
de_de: Einen Link zum Artikel anzeigen.
ro_ro: Afiseaza legatura catre articol.
tr_tr: Yazıya bir link göster.

source: Exclude categories
de_de: Kategorien ausschließen
ro_ro: Exclude categoriile
tr_tr: Kategorileri yok say

source: Here you can choose categories which should <strong>excluded</strong>:
de_de: Hier können Sie Kategorien auswählen deren Artikel <strong>nicht berücksichtigt</strong> werden sollen:
ro_ro: Aici poti alege categoriile ce vor fi <strong>excluse</strong>:
tr_tr: Hangi kategorilerin <strong>YOK SAYILACAĞINI</strong> buradan seçebilirsin:
